  <head>
    <meta name="qrichtext" content="1" />
    <style type="text/css">p, li { white-space: pre-wrap;}</style>
  </head>
  <body style=" font-family:'MS Shell Dlg 2';font-size:8.25pt;font-weight:400;font-style:normal;">
    <p><span style=" font-size:14pt;font-weight:600;">Fragmentation</span></p>
<br/>
<span style=" font-size:8pt;color:red;font-weight:600">
Cette &eacute;tape est optionnelle
</span>
    <br />
    <p style= " font-size:8pt;">
<b>Description</b>
<br/>
<span style=" font-size:8pt;color:red;font-weight:600">
Cette &eacute;tape est optionnelle
</span>
</br>
 Cette &eacute;tape permet d'int&eacute;grer des donn&eacute;es compl&eacute;mentaires aux classes d'occupation du sol s&eacute;lectionn&eacute;es.
</p><p>
<b>Param&egrave;tres</b>
<br/>
 Choisir une <i>Couche d'entr&eacute;e</i> au format vecteur ou raster.
<br/>
 Si la couche d'entr&eacute;e est au format vecteur, il est possible de s&eacute;lectionner les entit&eacute;s v&eacute;rifiant l'<i>Expression</i> renseign&eacute;e et de leur appliquer une zone <i>Tampon</i> pour mod&eacute;liser leur emprise au sol. Si l'expression est vide, toutes les entit&eacute;s sont s&eacute;lectionn&eacute;es.
<br/>
 Choisir un <i>Identifiant</i> unique pour le param&eacute;trage courant.
<br/>
 Sp&eacute;cifier si les donn&eacute;es s&eacute;lectionn&eacute;es contribuent &agrave; la <i>Fragmentation</i> ou si elles sont &agrave; rajouter aux &eacute;lements naturels.
<br/>
 Appuyer sur <i>Enregistrer la s&eacute;lection</i> pour ajouter le param&eacute;trage courant et le hi&eacute;rarchiser (nouvelle ligne du tableau) en fonction de sa priorit&eacute;.
 </p><p>
<b>R&eacute;sultat</b>
<br/>
 Appuyer sur <i>Int&eacute;grer les donn&eacute;es compl&eacute;mentaires</i>.
<br/>
 Pour chaque param&eacute;trage, les traitements associ&eacute;s (d&eacute;coupage, s&eacute;lection, application de zone tampon) sont effectu&eacute;s et stock&eacute;s dans une couche temporaire.
<br/>
 Ces couches sont alors fusionn&eacute;es avec la couche d'occupation du sol (sortie de l'&eacute;tape 2) dans l'ordre sp&eacute;cifi&eacute; (hi&eacute;rarchisation). La couche r&eacute;sultante est charg&eacute;e dans QGIS.
    </p>
  </body>