  <head>
    <meta name="qrichtext" content="1" />
    <style type="text/css">p, li { white-space: pre-wrap;}</style>
  </head>
  <body style=" font-family:'MS Shell Dlg 2';font-size:8.25pt;font-weight:400;font-style:normal;">
    <p><span style=" font-size:14pt;font-weight:600;">Occupation du sol </span></p>
    <br />
    <p style= " font-size:8pt;">
<b>Description</b>
<br/>
 Cette &eacute;tape permet de s&eacute;lectionner les &eacute;l&eacute;ments non fragmentants (milieux naturels et semi-naturels) &agrave; partir d'une couche d'occupation du sol.
</p><p>
<b>Param&egrave;tres</b>
<br/>
 La <i>Couche d'entr&eacute;e</i> (occupation du sol) peut &ecirc;tre au format raster ou vecteur et doit couvrir l'int&eacute;gralit&eacute; du territoire. Les donn&eacute;es sont d&eacute;coup&eacute;es selon la couche d'emprise si elle a &eacute;t&eacute; renseign&eacute;e dans l'onglet Param&egrave;tres.
<br/>
 Le <i>Mode de s&eacute;lection</i> <i>Par valeur de champ</i> permet d'extraire automatiquement les postes d'occupation du sol (valeurs du <i>Champ de s&eacute;lection</i> renseign&eacute;). Le champ de description des types d'occupation du sol peut &ecirc;tre s&eacute;l&eacute;ctionn&eacute; s'il existe mais est optionnel.
 <br/>
 Appuyer sur le bouton pour <i>Afficher les valeurs de champ</i> et s&eacute;lectionner les &eacute;l&eacute;ments non fragmentants (milieux naturels et semi-naturels).
<br/>
 Si les crit&egrave;res de s&eacute;lection sont plus complexes (d&eacute;pendant de la g&eacute;om&eacute;trie ou de plusieurs champs combin&eacute;s), il faut alors utiliser le mode de s&eacute;lection <i>Par expression</i>.
</p><p>
<b>R&eacute;sultat</b>
<br/>
 Appuyer sur le bouton <i>Lancer la s&eacute;lection</i> pour s&eacute;lectionner et agr&eacute;ger les classes coch&eacute;es.
<br/>
 En mode vecteur, les entit&eacute;s sont s&eacute;lectionn&eacute;es et leur g&eacute;om&eacute;trie regroup&eacute;e <span style=" font-size:8pt;font-weight:600">(le regroupement de g&eacute;om&eacute;trie peut &ecirc;tre tr&egrave;s long en fonction de la pr&eacute;cision et l'emprise des donn&eacute;es)</span>. En mode raster, la couche est reclassifi&eacute;e et normalis&eacute;e d'apr&egrave;s les param&egrave;tres reseign&eacute;es (r&eacute;solution/emprise).
 <br/>
 Le couche r&eacute;sultat de cette &eacute;tape est charg&eacute;e dans QGIS.
    </p>
  </body>